export const data=[
"用户隐私的保护",

"海岛大亨极速版对于用户提供的、自行收集的、经认证的个人信息将按照本协议予以保护、使用。用户同意海岛大亨极速版可以因业务合作向海岛大亨极速版关联实体转让与海岛大亨极速版平台有关的全部或部分权利和义务。未经海岛大亨极速版事先书面同意，用户不得转让其在本协议项下的任何权利和义务。",

"海岛大亨极速版可能以公开及私人资料来源的方式，收集用户的详细资料，以更好地掌握用户情况，为用户度身订造海岛大亨极速版服务、解决争议以及有助确保在海岛大亨极速版平台上进行安全操作。",
"海岛大亨极速版按照用户在海岛大亨极速版平台上的行为自动追踪关于用户的某些资料。在不透露用户的隐私资料的前提下，海岛大亨极速版有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。",

"用户允许海岛大亨极速版可使用关于用户的相关资料（包括但不限于海岛大亨极速版持有的有关用户的档案中的资料，海岛大亨极速版从用户目前及以前在海岛大亨极速版平台上的活动所获取的其他资料以及海岛大亨极速版通过其他方式自行收集的资料）来解决争议、对纠纷进行调停以及配合权利受损害用户走报案、立案等法律程序。用户同意海岛大亨极速版可通过人工或自动程序对用户的资料进行评价。",

"海岛大亨极速版采用行业标准惯例来保护用户的资料。用户因履行本协议提供给海岛大亨极速版的信息，海岛大亨极速版不会恶意出售或免费共享给任何第三方，以下情况除外：",

"1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；",

"2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；",

"3、海岛大亨极速版的关联实体；",

"4、经平台使用方或平台使用方授权代表同意的第三方，共享给任何第三方时，我们会确认第三方至少提供与海岛大亨极速版隐私条款政策中所述准则。",

"相同或等同的用户数据保护措施",

"海岛大亨极速版有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。如果用户严重违反海岛大亨极速版的相关规则，海岛大亨极速版有权对用户提供的个人信息编辑入黑名单，拒绝相关用户使用海岛大亨极速版及海岛大亨极速版相关的任何平台服务。由此可能造成的您的任何损失，由相关用户自行承担。",

"海岛大亨极速版建立有用户隐私权投诉处理机制，接受与用户个人信息保护有关的投诉，并自接到投诉之日起十五日内答复投诉人。投诉方式为APP客服。",

"用户有权要求注销其账号，海岛大亨极速版将删除其账号信息。海岛大亨极速版亦会定期主动清理注销超过3个月未使用的用户账号。",

"知识产权的保护",
"海岛大亨极速版平台上所有内容，包括著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由海岛大亨极速版或其他权利人依法拥有其知识产权，包括商标权、专利权、著作权、商业秘密等。",

"非经海岛大亨极速版书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行海岛大亨极速版平台程序或内容。",

"用户未经海岛大亨极速版的明确书面同意不许下载（除了页面缓存）、修改平台。用户不得对海岛大亨极速版平台进行转售或商业利用；不得收集产品目录、说明和价格；不得对海岛大亨极速版平台进行任何衍生利用；不得为其他商业利益而下载、拷贝账户信息、使用任何数据采集、Robots或类似的数据收集和摘录工具。未经海岛大亨极速版的书面许可，严禁对海岛大亨极速版平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录（无论是否通过 Robots、Spiders、自动仪器或手工操作）。另外，严禁为任何未经本使用条件明确允许的目的而使用海岛大亨极速版平台上的内容和材料。",

`未经海岛大亨极速版明确书面同意，不得以任何商业目的对海岛大亨极速版网站或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经海岛大亨极速版明确书面同意，用户不得用frame或运用frame技巧把海岛大亨极速版或其关联公司的商标、标识或其他专有信息（包括图像、文字、网页设计或形式）据为己有。未经海岛大亨极速版明确书面同意，用户不得以Meta Tags或任何其他"隐藏文本"方式使用海岛大亨极速版或其关联公司的名字和商标。任何未经授权的使用都会终止海岛大亨极速版所授予的允许或许可。`,

"尊重知识产权是用户应尽的义务，如有违反，用户应对海岛大亨极速版承担损害赔偿等法律责任。",
]